const jsonData = {
  "eachWord": {
    "பூதம்": {
      "word": "பூதம்",
      "detail": "பூதம் என்பது, பெரும் ஆற்றல் எனப் பொருள்படும். ஐம்பூதம் என்றால் ஐந்து பெரும் ஆற்றல் ஆகும்.",
      "firstLetter": "பூ"
    },
    "வெளி": {
      "word": "வெளி",
      "detail": "பொருட்களுக்கு இடையில் எது உள்ளதோ அது வெளி. பொருட்களுக்கு வெளியே உள்ளது வெளி. வெளி என்றால் எப்பொருளும் அற்ற எவ்வுருவும் அற்ற நிலையான வடிவமற்ற ஒன்று என்றாகும். ஆகாயத்தில் வெளி உள்ளது. ஆகாயத்தில் காற்று, வெப்பம், நீர், நிலம்  ஆகிய பூதங்கள் உள்ளன. இப்பூதங்களோடு கலந்து இருப்பதுவே வெளி. காற்றின் உள்ளும் வெளி உண்டு. அதாவது  பொருட்களுக்கிடையில் வெளி உள்ளது. வெப்பத்தினுள் வெளி உண்டு, நீர், நிலம் ஆகியவற்றிலும் வெளி உண்டு.",
      "firstLetter": "வெ"
    },
    "விசும்பு": {
      "word": "விசும்பு",
      "detail": "விசு எனும் சொல், ஒரு குறிப்பிட்ட நிலையிலிருந்து விரிந்து பரவுதலைக் குறிக்கும். வீசு எனும் சொல், விசு எனும் சொல்லிலிருந்து வந்துள்ளது. காற்று வீசுகிறது என்றால், ஓர் இடத்தில உள்ள காற்று தன்னை பிற பகுதிகளை நோக்கி விரிக்கிறது, பரவுகிறது இதுதான் காற்று வீசுதல். விசும்பு என்பது, ஒரு குறிப்பிட்ட நிலையிலிருந்து ஆகாயம் தன்னை விரித்துப் பரப்புகிறது என்றே பொருள் ஆகும்.",
      "firstLetter": "வி"
    },
    "கால்": {
      "word": "கால்",
      "detail": " ஓரிடத்தில் இருந்து இன்னோர் இடத்திற்குச் செல்வதற்கானது கால். ஏதேனும் ஒன்றைச் சுமந்து செல்வது 'கால்'. 'கால்' உடலை எடுத்துச் செல்கிறது. காற்று, பல நுண்பொருட்களை ஓரிடத்திலிருந்து இன்னோரிடத்திற்கு இட்டுச் செல்வதால்தான் காற்றை கால் என்று அழைக்கிறோம். தனித்தனியாக உள்ள நுண்பொருட்களை ஒன்று சேர்ப்பது கால் எனப்படும் காற்று.",
      "firstLetter": "கா"
    },
    "ஒடுக்கம்": {
      "word": "ஒடுக்கம்",
      "detail": "ஒரு வடிவம் தனது வினைகளைத் தனக்கு வெளியே பரப்புவது இயல்பு. ஒடுக்கத்தில் இவ்வாறு நிகழ்வதில்லை. வினைகளைத் தனக்குள்ளேயே கொண்டு அமைந்திருத்தல் ஒடுக்கம்  ஆகிறது. ஒடுக்கம் என்றால், தனது வடிவத்தின் வினைகளைத் தனக்குள்ளேயே கொண்டிருத்தல் ஆகும்.",
      "firstLetter": "ஒ"
    },
    "அடர்த்தி": {
      "word": "அடர்த்தி",
      "detail": "அடர்த்தி என்பது அடைந்து கிடக்கும்  நிலை ஆகும். அணுக்களின் சேர்க்கை குறிப்பிட்ட வகைக் காற்றாக அடைந்து கிடக்கிறது என்றால் அதுவே அடர்த்தி ஆகும்.",
      "firstLetter": "அ"
    },
    "ஆகாயம்": {
      "word": "ஆகாயம்",
      "detail": "ஆகாயம் என்பது  உடல். பல்வேறு பொருட்களை இணைக்கும்  பொருள்தான் உடல்  எனப்படும். 'காயம்' என்பது உடலைக் குறிக்கும் சொல். ஆகாயம் என்றால், 'அளக்கவியலா உடல்' என்றாகும்.",
      "firstLetter": "ஆ"
    },
    "பருப்பொருள்": {
      "word": "பருப்பொருள்",
      "detail": "பருப்பொருள் என்பது மூன்று பருநிலைகள் கொண்ட பொருள் ஆகும்.  நீளம்,அகலம், ஆழம் ஆகிய மூன்று இயல்புகள் கொண்டவையே பருப்பொருட்களாகும். இதனை முப்பருநிலை என்கிறோம். அணுச்சேர்க்கையில் அடர்த்தி எனும் நிலையினை எட்டியவை முப்பருநிலை கொண்ட பருப்பொருட்கள்  ஆகின்றன.",
      "firstLetter": "ப"
    },
    "இணைவு": {
      "word": "இணைவு",
      "detail": " அருகருகே இருப்பது இணைவு ஆகும். (பக்கம் – 40) அருகருகே இருந்தவாறு தனித்தன்மைகளை விட்டுக்கொடுக்காமல் இருத்தல். சில தன்மைகளை பகிர்ந்து கொள்ளுதல் எனும் நிலையே இணைவு.",
      "firstLetter": "இ"
    },
    "பிணைவு": {
      "word": "பிணைவு",
      "detail": "ஒன்றும் ஒன்றும் புணர்ந்து பொருந்தினால் அது பிணைவு. நிலமும் நீரும் அருகருகே இருந்தாலே அது இயல்பாகவே  பிணையும்.",
      "firstLetter": "பி"
    },
    "ஆழம்": {
      "word": "ஆழம்",
      "detail": "ஆழம் என்பது ஒரு வடிவத்தின் முன், பின் பகுதிகளை இணைக்கும் வளைநிலை. ஆழம் என்றாலே வளைவானது என்றுதான் பொருள். வடிவங்கள் வளைவாக இருப்பதற்கு ஆழம்தான்  காரணம். மூக்கு, பின்னந்தலை ஆகியவற்றுக்கிடையில் தலை வளைவாக உள்ளது. இந்த விளைவுதான் ஆழம்.",
      "firstLetter": "ஆ"
    },
    "விலக்கம்": {
      "word": "விலக்கம்",
      "detail": "முற்றிலும்  நெருங்காமல், பிரிந்தும் செல்லாமல் இருத்தல் விலக்கம் என்றாகும். அதாவது ஒன்றோடு ஒன்று பிணைந்து விடாமலும், ஒன்றிலிருந்து ஒன்று தனிப்பிரிந்து செல்லாமலும் உள்ளன என்றால் அதுவே விலக்கம்.",
      "firstLetter": "வி"
    },
    "ஒன்று": {
      "word": "ஒன்று",
      "detail": "ஒன்று எனும் சொல், 'ஒன்றுதல், ஒன்றியிருத்தல்' எனும் நிலையைத் தாங்கியது. எண்ணற்றவை ஒன்றியிருத்தல் ஒன்று ஆகும். எண்ணிலடங்காதவற்றை உள்ளடக்குவது ஒன்று.",
      "firstLetter": "ஒ"
    },
    "ஓர்மை": {
      "word": "ஓர்மை",
      "detail": " ஓர்மை எனப்படுவது, யாவற்றையும் உள்ளடக்கி ஒரு கட்டமைப்பாக நிலவும்  நிலை. ஓர்மை எனும் கட்டமைப்பு, உணர்வு எனும் பொருளற்ற நிலையின் வெளிப்பாடு. ஓர்மை எனப்படுவது அறிதலுக்கு அப்பாலுள்ள உச்சநிலை இயக்கம்.",
      "firstLetter": "ஓ"
    },
    "கலவி": {
      "word": "கலவி",
      "detail": "விளைவு நோக்காமல் ஒன்றிக் கிடத்தல் கலவி ஆகும். 'நான்' எனும் கருத்தின்றி 'யாம்' எனும் ஓர்மையில் இருத்தல் கலவி ஆகும்.",
      "firstLetter": "க"
    },
    "புணர்ச்சி": {
      "word": "புணர்ச்சி",
      "detail": "இரு முரண்கள் தத்தம் பண்புகளை இழக்காமல் இயைந்து விளைவுகளை வெளிப்படுத்தலே புணர்ச்சி என்றாகும்.",
      "firstLetter": "பு"
    },
    "இயல்பு": {
      "word": "இயல்பு",
      "detail": "இயல்பெனப்படுவது இருத்தலைத் தக்கவைத்தலும் பண்பினை உணர்தலும் ஆகும்.",
      "firstLetter": "இ"
    },
    "மிகை": {
      "word": "மிகை",
      "detail": "நேர் எதிர் ஆகிய முரண்கள் புணர்ந்து நிறைவடைந்த நிலை மிகை.  மிகை என்பது மதிப்பீடு அடிப்படையில் வழங்கப்பட்ட சொல் அல்ல. இயல்பினைக் குறிக்க பயன்படுத்தப்படும் சொல்.",
      "firstLetter": "மி"
    },
    "குறை": {
      "word": "குறை",
      "detail": "நேர் எதிர் ஆகிய முரண்கள் தொடர்ந்து புணரும் நிலை குறை. குறை என்பது மதிப்பீடு அடிப்படையில் வழங்கப்பட்ட சொல் அல்ல. இயல்பினைக் குறிக்க பயன்படுத்தப்படும் சொல்.",
      "firstLetter": "கு"
    },
    "ஊழி": {
      "word": "ஊழி",
      "detail": "பண்பில் ஒடுங்குதல் ஊழி என்றாகும். சமகால விதிகளை மாற்றி அமைப்பதே ஊழி. ஒழுங்குகளை நிலைநாட்டுவதற்கான விதி மாற்றமே ஊழி. ஆக்கமும் அழிவும் ஒரு சேர நிகழ்வது ஊழி. உடலில் முரண்கள் முற்றுதல் உடல் ஊழி என்றாகும்.",
      "firstLetter": "ஊ"
    },
    "ஆக்கம்": {
      "word": "ஆக்கம்",
      "detail": "ஆக்கம் எனப்படுவது ஒரு பொருளை செய்யும் வகை.",
      "firstLetter": "ஆ"
    },
    "நுண்மை": {
      "word": "நுண்மை",
      "detail": "நுண்மை எனப்படுவது ஒரு பொருளை ஆக்குவதற்குத் தேவையான நுண்பொருள் ஆகும்.",
      "firstLetter": "நு"
    },
    "புனைவு": {
      "word": "புனைவு",
      "detail": "புனைவு என்பது ஒன்றை மற்றொன்றாகத் திரித்தல். ஒன்றையும் வேறு சிலவற்றையும் இணைத்து விளைவு நோக்குதல் புனைவு ஆகும். 'இது இவ்வாறு நிகழும்' என்று உரைத்தல் புனைவு.",
      "firstLetter": "பு"
    },
    "ஓதல்": {
      "word": "ஓதல்",
      "detail": "ஓதுவித்தல் அல்லது ஒதலைக் கற்பித்தல். ஓதல் என்பது கற்றவர் கல்லாதவருக்குக் கற்பித்தல். மிகை குறையுடன் புணர்தலையே இச்சொல்லால் வழங்குகிறோம். இவ்விடத்தில், புணர்ச்சி எனக் குறிக்கப்படுவது, உடல் உறவினை அல்ல,  இயல்புகளில் ஒன்றுகூடி தம்மிடம் இல்லாதவற்றைப் பெறுதல் ஆகும்.",
      "firstLetter": "ஓ"
    },
    "பெருங்கலை": {
      "word": "பெருங்கலை",
      "detail": "பெருங்கலை உணர்வின்  வெளிப்பாடு. உணர்வே பெருமை எனும் முழுமைக்கான மூலம் என்பதால் அவ்வுணர்வு எதை உணர்த்துகிறதோ அதை அவ்வாறே வெளிப்படுத்தல் பெருங்கலை. பெருமை எனும் சொல்லுக்கு பெரியது எனும் பொருள் உண்டு. அகந்தையின் மூன்று குணங்களில் வரும் பெருமை, செருக்கு எனும் பொருளில் உள்ளது. பெருங்கலையில் உள்ள பெருமை, 'பெரிய' எனும் அடிப்படை கொண்டது. இவ்விடத்தில், பெருங்கலை எனப்படுவது, பெரியதாகிய, நிறைவானதாகிய கலை  எனப்படும்.",
      "firstLetter": "பெ"
    },
    "அருங்கலை": {
      "word": "அருங்கலை",
      "detail": "அருங்கலை என்பது அறிதலின் வெளிப்பாடு. புலன்களால் அறிந்தவற்றை வெளிப்படுத்தல் இவ்வகை. அருமை எனும் சொல்லுக்கு  சிறுமை,இன்மை ஆகிய பொருட்களும் உண்டு. பெருங்கலை பெரிது என்பதால் அருங்கலை சிறியது என்றாகிறது. இன்மை எனும் பொருள் அருமைக்கு உண்டு என்பதால்,  உருக்கொடுத்து வெளிப்படுத்தும் கலை எனும் பொருளும் உண்டு. 'அருமேனி' எனும் சொல்லுக்கு 'உருவமற்ற கடவுளின் வடிவம்' என்று பொருள். இறைக்கு உருவம்  இல்லை. ஆயினும், கலை எனும் வடிவத்தில்  வெளிப்படுகிறது. ஆகவே இது ஒரு அருங்கலை வகை  ஆகிறது.",
      "firstLetter": "அ"
    },
    "கூத்து": {
      "word": "கூத்து",
      "detail": "கூத்து என்பது  சிந்தனைக்குச் செல்லாமல் அப்படியே உடலில் வெளிப்படுதல்  ஆகும். அதாவது, மனதில் எழும் உணர்ச்சியினைச் சிந்தனையால் செரிக்காமல் அப்படியே உடலால் வெளிப்படுத்தும் யாவும் கூத்து எனும் வகையினவே. சிந்தனைக்கு செல்லும் உணர்ச்சி, செரிக்கப்பட்டு முறைப்படுத்தப்பட்ட வடிவில் தான் வெளிப்படும். ஆனால், கூத்து அவ்வாறானதல்ல. என்ன உணர்ச்சி எழுகிறதோ அதை அப்படியே உடலால் வெளிப்படுத்தல் கூத்து. இறைவன் ஆடுவது நடனமல்ல கூத்து என்றறிக.",
      "firstLetter": "கூ"
    },
    "சூல்": {
      "word": "சூல்",
      "detail": "வடிவங்கள் காலத்தினால் சூழ்ந்திருத்தலும், அக்காலமே வடிவங்களின் உள்ளும் இருந்து அவற்றை வளர்த்தலும் சூல் எனப்படுகிறது. சூல் எனும் சொல், வடிவ வளர்ச்சியின் ஆதிநிலையினைக் குறிப்பதாகப் புழக்கத்தில் உள்ளது.",
      "firstLetter": "சூ"
    },
    "பிணைப்பு": {
      "word": "பிணைப்பு",
      "detail": "அசைவிலா கட்டாக்கம் பிணைப்பென்றாகும். காலமும் வெளியும் இல்லா நிலை அசைவற்ற நிலை. அசைவற்ற நிலை ஒரு கட்டாக ஆக்கம் பெற்றிருப்பது பிணைப்பு என்றாகும். வேறு, வேறு எனும் இரு கூறுகளே பிணைப்பிற்குரியன. ஒன்றுக்குள் ஒன்று எனும் கலவியில் உள்ளவை பிணைப்பு எனும் கருத்தே இல்லாதவை.",
      "firstLetter": "பி"
    },
    "ஒள்": {
      "word": "ஒள்",
      "detail": "ஒளியின் மூல நிலையை குறிப்பது.",
      "firstLetter": "ஒ"
    }
  },
  "firstLetterWords": {
    "பூ": [
      "பூதம்"
    ],
    "வெ": [
      "வெளி"
    ],
    "வி": [
      "விசும்பு",
      "விலக்கம்"
    ],
    "கா": [
      "கால்"
    ],
    "ஒ": [
      "ஒடுக்கம்",
      "ஒன்று",
      "ஒள்"
    ],
    "அ": [
      "அடர்த்தி",
      "அருங்கலை"
    ],
    "ஆ": [
      "ஆகாயம்",
      "ஆழம்",
      "ஆகாயம்",
      "ஆக்கம்"
    ],
    "ப": [
      "பருப்பொருள்"
    ],
    "இ": [
      "இணைவு",
      "இயல்பு"
    ],
    "பி": [
      "பிணைவு",
      "பிணைப்பு"
    ],
    "ஓ": [
      "ஓர்மை",
      "ஓதல்"
    ],
    "க": [
      "கலவி"
    ],
    "பு": [
      "புணர்ச்சி",
      "புனைவு"
    ],
    "மி": [
      "மிகை"
    ],
    "கு": [
      "குறை"
    ],
    "ஊ": [
      "ஊழி"
    ],
    "நு": [
      "நுண்மை"
    ],
    "பெ": [
      "பெருங்கலை"
    ],
    "கூ": [
      "கூத்து"
    ],
    "சூ": [
      "சூல்"
    ]
  },
  "firstLetterList": [
    "பூ",
    "வெ",
    "வி",
    "கா",
    "ஒ",
    "அ",
    "ஆ",
    "ப",
    "இ",
    "பி",
    "ஓ",
    "க",
    "பு",
    "மி",
    "கு",
    "ஊ",
    "நு",
    "பெ",
    "கூ",
    "சூ"
  ]
};
export default jsonData;