const jsonData = {
  "eachWord": {
    "சிவம்": {
      "word": "சிவம்",
      "detail": "யாவும் யாமே",
      "firstLetter": "சி"
    },
    "இயல்பு": {
      "word": "இயல்பு",
      "detail": "உயிரினங்கள் இருத்தலை தக்க வைப்பதற்காக ஆற்றும் வினைகளின் தொகுப்பு. இயல்பின் முதல் நிலை,இருத்தலை தக்க வைப்பது. இயல்பின் 2ஆம் நிலை: இருத்தலை தக்க வைப்பதும்,மூலத்தை உணர்வதும். ",
      "firstLetter": "இ"
    },
    "உயிர்": {
      "word": "உயிர்",
      "detail": "நில்லாச் சுழலியக்கத் துகள் உயிர் என்க அணுவினும் நுண்மை அதன் அளவு",
      "firstLetter": "உ"
    },
    "சிந்தனை": {
      "word": "சிந்தனை",
      "detail": "சிந்தனை என்பது புலனொடு பொதிந்திருப்பது",
      "firstLetter": "சி"
    },
    "தூண்டல்": {
      "word": "தூண்டல்",
      "detail": "தூண்டல் எனப்படுவது நிலைமாற்றக் காரணி என்க",
      "firstLetter": "தூ"
    },
    "இயக்கம்": {
      "word": "இயக்கம்",
      "detail": "உரு, இயல்பு, நோக்கம், குணம் இந்த நான்கும் இல்லை என்றால் அது இயக்கம்",
      "firstLetter": "இ"
    },
    "பண்பு": {
      "word": "பண்பு",
      "detail": "சிவத்திற்கு நெருக்கமானது",
      "firstLetter": "ப"
    },
    "மையம்": {
      "word": "மையம்",
      "detail": "புறப்பட்ட இடமும் வந்தடையும் இடமும் ஒன்றே யாதல் மையம் என்க",
      "firstLetter": "மை"
    },
    "செயல்": {
      "word": "செயல்",
      "detail": "விளைவு நோக்குச் செய்கை செயலாகும்",
      "firstLetter": "செ"
    },
    "வினை": {
      "word": "வினை",
      "detail": "விளைவறியாச் செய்கை வினையாகும் ",
      "firstLetter": "வி"
    },
    "முயக்கம்": {
      "word": "முயக்கம்",
      "detail": "வேறுவேறு வகையினம் தம்முள் கலந்திருத்தலும்,அவ்வாறு கலந்திருக்கையில் தமக்கு தனித்தனி உரு இல்லை, எனும் படியாக தனி இயல்பு இன்றி இருத்தலும் ஆகும்",
      "firstLetter": "மு"
    },
    "அணு": {
      "word": "அணு",
      "detail": "உணர்வின் இயக்கம் தணிகையில் முதலில் வெளிப்படுவது அணு",
      "firstLetter": "அ"
    },
    "இச்சை": {
      "word": "இச்சை",
      "detail": "உரிமை மறுத்தல் மற்றும் உரிமை பறித்தல் ஆகிய இருதன்மைகளைக் கொண்டது",
      "firstLetter": "இ"
    },
    "வேடு": {
      "word": "வேடு",
      "detail": "வேடு எனும் சொல் மூடுதல்,மறைத்தல் என பொருட்கள் கொண்டது.  அச்சொல்லே வேட்டல் எனும் விருப்பத்திற்கு உரித்தானது",
      "firstLetter": "வே"
    },
    "உறுபொருள்": {
      "word": "உறுபொருள்",
      "detail": "தானாக வந்தடையும் பொருள். உயிருக்கு உடல், ஐம்பூதம் மழை,உயிரனக் கூட்டம் எல்லாம் உறுபொருட்களே. ",
      "firstLetter": "உ"
    },
    "உணவு": {
      "word": "உணவு",
      "detail": "சூழலை உள்வாங்குதல்.  புலன்களின் வழியாக உடல் உள்வாங்கும் அனைத்தும் உணவுதான். தோல் காற்றையும், வாய் உணவுப் பொருட்களையும், நாசி நாற்றத்தையும், கண் காட்சியையும், காது ஒலியையும், மனம் சிந்தனையையும் உள்வாங்கிதான் உடலை வளர்க்கும். சூழலை உள்வாங்குதல்.  புலன்களின் வழியாக உடல் உள்வாங்கும் அனைத்தும் உணவுதான். தோல் காற்றையும், வாய் உணவுப் பொருட்களையும், நாசி நாற்றத்தையும், கண் காட்சியையும், காது ஒலியையும், மனம் சிந்தனையையும் உள்வாங்கிதான் உடலை வளர்க்கும் ",
      "firstLetter": "உ"
    },
    "உறவு": {
      "word": "உறவு",
      "detail": "உயிரால் அமைவது. ஈர்க்கும், ஈர்க்கப்படும் பொருட்களும் உறவாடுகின்றன. புரிந்து கொள்ளல் உறவு. இறைக்கும் நமக்கும் உள்ளது உறவு",
      "firstLetter": "உ"
    },
    "உவர்ப்பு": {
      "word": "உவர்ப்பு",
      "detail": "ஆதி சுவை. புவியில் நிலம் உருவாவதற்கு முன்பு இருந்த எரிநீர் உவர்ப்பு சுவையில் தான் இருந்தது",
      "firstLetter": "உ"
    },
    "உலகம்": {
      "word": "உலகம்",
      "detail": "ஐம்பூத மயக்கமே உலகம். ஐம்பூதமாகிய நிலம், நீர், தீ, வளி, விசும்பின் மயக்கமே உலகம்.  குறிஞ்சி நிலம் மடுவரை உலகம்",
      "firstLetter": "உ"
    },
    "இறை": {
      "word": "இறை",
      "detail": "எல்லாமே இறைதான். வரம்புகளுக்குள் அடங்காதது.  ஆக்கம்,அளவு,இறுதி இல்லாதவன் என்பது மாணிக்கவாசகர் கூற்று. ",
      "firstLetter": "இ"
    },
    "உண்மை": {
      "word": "உண்மை",
      "detail": "விளைவை நோக்காதது. விளைவு நோக்காத சொற்கள் உண்மையானவை. விளைவு நோக்காத செயல்கள் உண்மையானவை. ",
      "firstLetter": "உ"
    },
    "உருவம்": {
      "word": "உருவம்",
      "detail": "வெளிப்பாடு. புலனறிவுக்கு எட்டுவது",
      "firstLetter": "உ"
    },
    "உணர்வு": {
      "word": "உணர்வு",
      "detail": "பேரண்டத்தில் எவை எல்லாம் பொருள் வடிவில் உள்ளனவோ,அவற்றின் அப்பால் ஆழ்நிலையில் உள்ளதுதான் உணர்வு. இது பொருளல்ல,இதன் உள்ளேதான் யாவும் உள்ளன",
      "firstLetter": "உ"
    },
    "இன்பம்": {
      "word": "இன்பம்",
      "detail": "காமம்+துன்பம்.  பொருந்தச் செய்தல் காமம். ",
      "firstLetter": "இ"
    },
    "இயல்": {
      "word": "இயல்",
      "detail": "அது அவ்வாறு இருக்கிறது. ஒரு கருத்தை பற்றிய விளக்கங்களின் தொகுப்பு. இயல்பாக என்ன உள்ளதோ அதை பதிவு செய்தால் அது இயல். ",
      "firstLetter": "இ"
    }
  },
  "firstLetterWords": {
    "சி": [
      "சிவம்",
      "சிந்தனை"
    ],
    "இ": [
      "இயல்பு",
      "இயக்கம்",
      "இச்சை",
      "இறை",
      "இன்பம்",
      "இயல்"
    ],
    "உ": [
      "உயிர்",
      "உறுபொருள்",
      "உணவு",
      "உறவு",
      "உவர்ப்பு",
      "உலகம்",
      "உண்மை",
      "உருவம்",
      "உணர்வு"
    ],
    "தூ": [
      "தூண்டல்"
    ],
    "ப": [
      "பண்பு"
    ],
    "மை": [
      "மையம்"
    ],
    "செ": [
      "செயல்"
    ],
    "வி": [
      "வினை"
    ],
    "மு": [
      "முயக்கம்"
    ],
    "அ": [
      "அணு"
    ],
    "வே": [
      "வேடு"
    ]
  },
  "firstLetterList": [
    "சி",
    "இ",
    "உ",
    "தூ",
    "ப",
    "மை",
    "செ",
    "வி",
    "மு",
    "அ",
    "வே"
  ]
};
export default jsonData;